// src/app/data/content.js

export const services = [
    {
        title: "Почистване на домове",
        description: "Цялостно прахосмукиране, обезпрашаване на мебели, почистване на подове и дезинфекция на санитарни помещения.",
        image: "/osnovno_house_cleaning.jpg",
    },
    {
        title: "Почистване на офиси",
        description: "Цялостно прахосмукиране, обезпрашаване на мебели, почистване на подове и дезинфекция на санитарни помещения.",
        image: "/office_cleaning.jpg",
    },
    {
        title: "Почистване на входове",
        description: "Машинно пране на дивани, фотьойли, столове и матраци. Премахване на петна и акари.",
        image: "/cleaning_stairs.jpg",
    },
    {
        title: "Почистване след ремонт",
        description: "Редовна грижа за вашия дом или офис по график. Винаги чисто и уютно, без да губите време.",
        image: "/renovation_cleaning2.jpg",
    },
    {
        title: "Почистване на прозорци",
        description: "Двустранно измиване на стъкла, дограми и комарници. Кристална чистота и повече светлина.",
        image: "/windows_cleaning.png",
    },
    {
        title: "Машинно изпиране на килими и мокети",
        description: "Абонаментно метене и миене на стълбища, площадки, парапети и асансьори в жилищни сгради.",
        image: "/carpet_cleaning.jpg",
    },
];

export const packages = [
    {
        name: "ПАКЕТ СТАНДАРТ",
        price: "от 3.50 лв./кв.м",
        features: [
            "Прахосмукиране на подове",
            "Измиване на твърди настилки",
            "Обезпрашаване на мебели (външно)",
            "Почистване на ключове и контакти",
            "Почистване на баня и тоалетна",
            "Изхвърляне на кошчета"
        ],
        highlight: false
    },
    {
        name: "ПАКЕТ ПРЕМИУМ",
        price: "от 5.50 лв./кв.м",
        features: [
            "Всичко от Пакет Стандарт",
            "Двустранно миене на прозорци",
            "Почистване на дограми и первази",
            "Външно почистване на кухня",
            "Обезпрашаване на врати и каси",
            "Почистване на огледала"
        ],
        highlight: true
    },
    {
        name: "ПАКЕТ СЛЕД РЕМОНТ",
        price: "от 8.00 лв./кв.м",
        features: [
            "Премахване на строителен прах",
            "Отстраняване на петна от латекс",
            "Почистване на фуги и санитария",
            "Машинно измиване на подове",
            "Детайлно почистване на контакти",
            "Измиване на прозорци (с лепенки)"
        ],
        highlight: false
    }
];
